Repository: MechanisM/django-audiotracks
Catalog: audiotracks/locale/*/LC_MESSAGES/django.po
Languages: fr

source: %s Podcast
fr: Podcast %s

source: All audio tracks posted on %s
fr: Toutes les pistes audio postées sur %s

source: "%(title)s" posted by %(username)s
fr: « %(title)s » posté par %(username)s

source: Image for "%s"
fr: Image pour « %s »

source: Podcast by %(username)s on %(site_name)s
fr: Podcast de %(username)s sur %(site_name)s

source: Audio tracks posted on %(site_name)s by %(username)s
fr: Pistes audio sur %(site_name)s par %(username)s

source: Audio file
fr: Fichier audio

source: Title
fr: Titre

source: Artist
fr: Artiste

source: Slug (last part of the url)
fr: Slug (dernière partie de l'URL)

source: Your changes have been saved.
fr: Vous changements ont été enregistrés

source: "%s" has been deleted.
fr: « %s » a été supprimé.

source: Latest tracks
fr: Derniers morceaux

source: Your tracks
fr: Vos morceaux

source: Upload track
fr: Poster un morceau

source: Are you sure you want to delete "%(title)s"? This can't be undone.
fr: Êtes-vous certain de vouloir supprimer définitivement « %(title)s » ?

source: Yes, delete this track
fr: Oui, supprimer définitivement ce morceau !

source: Download Track
fr: Télécharger ce morceau

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Edit track
fr: Édition du morceau

source: Delete image
fr: Supprimer l'image

source: Save your changes
fr: Enregistrer vos changements

source: Delete this track
fr: Supprimer ce morceau

source: Latest Tracks
fr: Derniers Morceaux

source: Upload a new track
fr: Poster un nouveau morceau

source: Upload
fr: Envoyer

source: Your Tracks
fr: Vos morceaux

source: last modified %(last_modified)s ago
fr: modifié il y a %(last_modified)s
